[Lang]
Name=French
FONT=Tahoma

[Translate]


" s"="s"
"(Empty)"="Vide"
"10min"="10min"
"12 Hour"="12 Heures"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"1min"="1min"
"24 Hour"="24 Heures"
"2min"="2min"
"300s"="300s"
"30min"="30min"
"30s"="30s"
"5min"="5min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Mode"
"802.1x"="802.1x"
"ACD Login"="Connexion ACD"
"ACD State"="Etat ACD..."
"ACD Trace"="Trace ACD"
"ACD "="ACD"
"ALERT"="ALERTE"
"AM"="AM"
"Account 1"="Compte 1"
"Account 10"="Compte 10"
"Account 11"="Compte 11"
"Account 12"="Compte 12"
"Account 13"="Compte 13"
"Account 14"="Compte 14"
"Account 15"="Compte 15"
"Account 16"="Compte 16"
"Account 2"="Compte 2"
"Account 3"="Compte 3"
"Account 4"="Compte 4"
"Account 5"="Compte 5"
"Account 6"="Compte 6"
"Account 7"="Compte 7"
"Account 8"="Compte 8"
"Account 9"="Compte 9"
"Account ID"="ID Compte"
"Account Not Usable!"="Compte non valable!"
"Account"="Compte"
"Accounts"="Comptes"
"Activation"="Activation"
"Add Blacklist"="Ajout Liste noire"
"Add Contact"="Ajouter aux contacts"
"Add Group"="Ajouter Groupe"
"Add Number"="Ajouter numéro"
"Add Personal"="Ajout individuel"
"Add To Blacklist"="Ajouter à liste noire"
"Add To Personal"="Ajouter au personnel"
"Add to Contact "="Add to Contact"
"Add to"="Füge hinzu"
"Add"="Ajouter"
"Address"="Adresse"
"Advanced Setting"="Paramètres avancés"
"After Ring Times"="Après Durées de Sonnerie"
"Alert Click-to-dial Calls"="Alerte appels  Click To Dial"
"Alert Group paging Calls"="Alerte appels  Group Paging "
"All Buddies"="All Buddies"
"All Calllog"="Tous les journaux d'appels"
"All Calls"="Tous les Appels"
"All Contact"="Tous les contact"
"All Lines"="Toutes les lignes"
"All Off"="Tous Off"
"All On"="Tous On"
"All keys"="Toutes les clefs"
"Allow Remote Control"="Autoriser contrôle distant"
"Always Forward"="Renvoi Immédiat"
"Always On"="Toujours on"
"Always forward to"="Renvoi inconditionnel vers"
"Anonymous Rejection"="Rejet Anonyme"
"Anonymous"="Anonyme"
"Answer"="Répondre"
"Anywhere"="Nulle part"
"Apr"="Avril"
"Args Error!"="Erreur d'arguments!"
"Aug"="Aout"
"Auto Answer"="Réponse automatique"
"Auto Provision"="Auto provisionning"
"Auto Redial Times should be 1-300!"="Nombre Recomposition Auto doit être entre 1-300!"
"Auto Redial"="Rappel auto."
"Auto"="Auto"
"Auto-login"="Connexion auto"
"AutoBLFList is on\n manually configing is forbiden!"="AutoBLFList est activé \n la configuration manuelle est interdite!"
"AutoConnect"="Connexion auto"
"AutoP Authority"="Autorité AutoP"
"AutoP to"="AutoP vers"
"AutoProvision"="Auto provisioning"
"Automatic"="Automatique"
"Avail"="Dispo."
"Available"="Disponible"
"Away"="Absent"
"BLF List"="Liste BLF"
"BLF"="BLF"
"Back"="Retour"
"BackSpace"="BackSpace"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Durée Rétro-éclairage"
"Backlight"="Rétroéclairage"
"Bad Request"="Mauvaise requête"
"Barge In"="Irrup."
"Basic Setting"="Paramètres basiques"
"Betransferred"="BeTransferred"
"Blacklist"="Liste Noire"
"Block"="Bloquer"
"Bluetooth"="Bluetooth"
"Both"="Tous les 2"
"BridgeID"="ID Pont"
"Buddies"="Buddies"
"Busy Forward"="Renvoi sur Occupation"
"Busy"="No pas déranger"
"CC Name"="Nom CallCenter"
"CC UID"="CC UID"
"Cable Disconnect"="Câble déconnecté"
"Call Completion"="Complétion d'Appel"
"Call Control"="Call Control"
"Call Fail"="Echec de l'appel"
"Call Forward"="Renvoi d'Appel"
"Call Info"="Info appel"
"Call Information"="information d'appel"
"Call Park"="Parquer Appel"
"Call Pickup"="Interception"
"Call Pull"="Call Pull"
"Call Return"="Retour d'appel"
"Call Waiting"="Appel en Attente"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"CallPull"="CallPull"
"CallReturn_Idle"="Rappel"
"Calling"="appelant"
"Calls Longest"="appel le plus long"
"Calls for Pickup"="Appels pour Interception"
"Cancel"="Annuler"
"Clear all account config?"="Supprimer toutes conf.?"
"Common is invalid!"="Commun est invalide"
"Common"="Commun"
"CommonRingTone"="Tonalité de sonnerie commune"
"Company"="Société"
"Compress error !"="erreur de compression!"
"Conference Manage"="Gérer le conférence"
"Conference with"="Conférenece avec"
"Conference"="Conférence"
"Configuration Reset"="Remise à zéro configuration"
"Configuration Updating !"="Configuration mise à jour !"
"Confirm PIN"="Confirmer PIN"
"Confirm PWD"="Confirmer mot de passe"
"Confirm password mismatch!"="Confirmation mot de passe erronée!"
"Connect Fail!"="Connexion échouée!"
"Connect"="Connecté"
"Connecting.."="Connexion..."
"Contact exist!"="le contact existe!"
"Contact is not black!"="Le contact n'est pas sur liste noire!"
"Contact is not local!"="Le contact n'est pas local!"
"Contact is syncing!"="Contact en synchronisation!"
"Contact not existed!"="Contact inconnu!"
"Contacts Setting"="Kontakteinstellungen"
"Contrast"="Contraste"
"Copy to All Lines?"="Copier sur toutes les lignes?"
"Current PIN is incorrect!"="Le PIN actuel est incorrect!"
"Current PIN"="PIN actuel"
"Current Time"="Heure actuelle"
"Custom DND"="DND personnalisé"
"Custom Forward"="Renvoi personnalisé"
"DD MMM YYYY"="JJ MMM AAAA"
"DD-MMM-YY"="JJ-MMM-AA"
"DD/MM/YYYY"="JJ/MM/AAAA"
"DHCP Server"="Serveur DHCP"
"DHCP Time"="Heure DHCP"
"DHCP VLAN"="DHCP VLAN"
"DHCP"="DHCP"
"DND Enable"="NPD activé"
"DND"="Indisp."
"DPickup"="Interception Directe"
"DSS Keys"="Touches de fonctions"
"DTMF"="DTMF"
"Date Format"="Format Date"
"Date"="Date"
"Daylight Saving"="Heure d'été"
"Dec"="Dec"
"Default Account"="Compte par défaut"
"Delete All Group?"="Effacer tous les Groupe?"
"Delete All Items?"="Supprimer tous les éléments?"
"Delete All"="Tout effacer"
"Delete Failed"="Echec dans la suppression"
"Delete Message?"="Effacer message?"
"Delete Selected Group?"="Supprimer Groupe sélect.?"
"Delete Selected Item?"="Supprimer Objet sélectionné?"
"Delete all item?"="Supprimer tous les éléments?"
"Delete all locations?"="Effacer tous les emplacements?"
"Delete all message?"="Supprimer tous les messages?"
"Delete all numbers?"="Effacer tous les numéros?"
"Delete all paging group?"="Supprimer tous les groupes de pagination?"
"Delete all the call records?"="Effacer liste des appels?"
"Delete location?"="Supprimer l'emplacement?"
"Delete number?"="Supprimer le numéro?"
"Delete paging group failed!"="Echec suppression groupe de pagination "
"Delete selected paging group?"="Supprimer le groupe de pagination selectionné?"
"Delete selected wallpapper?"="Hintergr.Bild löschen?
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Succés de la suppression"
"Delete"="Effacer"
"Deleting. Please wait..."="Suppression. Veuillez patienter..."
"Department"="Département"
"Detail"="Détail"
"Device Cert"="Cert Périphérique"
"Device Name"="Nom de l'appareil"
"Dial"="Appeler"
"Dialed Calls"="Placed"
"Dialed"="Dialed"
"Dialing"="En appel"
"DirectPickup_Idle"="interception directe libre"
"Directories"="Annuaires"
"Directory"="Annuaire"
"Directory_Idle"="Annuaire_Disponible"
"Disabled"="Désactivé"
"Disconnect failed."="Verbindung fehlgeschlagen"
"Disconnect"="Déconnecter"
"Disconnecting.."="Déconnexion..."
"DispCode"="DispCode"
"Display Name"="Nom Affiché"
"Display name is invalid!"="le nom affiché ne peut être vide!"
"Display"="Affiché"
"DisplayName can't be empty!"="Veuiller saisir un nom!"
"Disposition Code"="Code disposition"
"Do Not Disturb"="Ne Pas Déranger"
"Do you want to discard your change?"="Effacer les changements?"
"Dot"="Dot(.)"
"Draftbox"="Brouillons"
"Duration"="Durée"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Editer emplacement"
"Edit My Device Information"="Editer mes infos"
"Edit Number"="Editer numéro"
"Edit Paging Address"="Editer les adresses de pagination"
"Edit"="Modifier"
"Email"="Email"
"Emergency Escalation"="Escalade d'urgence"
"Emergency"="Urgence"
"Empty"="Vide"
"Enable Diversion Inhibitor"="activer l'inhibition de la diversion"
"Enable this Location"="Autoriser cet emplacement"
"Enabled"="Activé"
"End Call"="Terminer Appel"
"End IP"="Adresse IP de fin"
"Enter Code"="Entrer code"
"Enter Number"="Entrer numéro"
"Enter Password"="Entrez le mot de passe"
"Enter"="Entrer"
"Enterprise"="Enterprise"
"Exit"="Sortir"
"Expansion module"="Expansion module"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Extension"
"FWD International"="Déviation internationale"
"FWD"="FWD"
"Factory Installed"="Installé en Usine"
"Fail to alloc memory!"="Echec d'allocation mémoire"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Echec. Recommencez..."
"Family number is invalid!"="Family number is invalid!"
"Family"="Famille"
"Far Mute"="Muet"
"Favourite"="Favoris"
"Features"="Fonctions"
"Feb"="Fev"
"File do not exist !"="Le fichier n'existe pas!"
"File is too large !"="Le fichier est trop grand!"
"File layout error !"="Erreur de mise en page du fichier!"
"Firmware Update..."="Mise à jour Firmware..."
"Firmware"="Firmware"
"FirstName"="Vorname
"Fixed"="Fixé"
"Forbidden Number"="Interdit numéro"
"Forbidden"="Interdit"
"Forward Not Reachable"="Renvoi non joignable"
"Forward to is invalid!"="Le renvoi est invalide!"
"Forward to"="Renvoyer vers"
"Forward"="Renvoi"
"Forwarded Calls"="Appels renvoyés"
"Forwarded"="renvoyés"
"Fri"="Ven"
"Friday"="Vendredi"
"Friend"="Ami"
"From"="De"
"From_Num:"="From_Num:"
"Full Reset"="Réinitialisation Complète"
"Function Key"="Funktionstasten"
"G-Common"="G-Common"
"GPark"="GPark"
"GPickup "="Intercept. groupée"
"Gateway"="Passerelle"
"General"="Général"
"Group Listening"="Groupe Ecoute"
"Group Night Forwarding"="Renvoi groupe de nuit"
"Group Pick Up"="Intercept. groupe"
"Group already exist!"="Le groupe existe déjà!"
"Group list is full!"="La liste de groupe est pleine!"
"Group name can't be empty!"="Group name can't be empty!"
"Group not existed!"="le groupe n'existe pas!"
"Group"="Groupe"
"Guest Login"="Login invité"
"GuestIn"="Invité In"
"GuestOut"="Invité Out"
"Hardware"="Matériel"
"Held"="En attente"
"Hide Number"="Masquer numéro..."
"History Record"="Journal enregistrement"
"History"="Journal"
"History_Idle"="Journal"
"Hold"="Appel en attente"
"Hot Desking"="Partage Bureaux"
"Hot Line"="Appel au décroché"
"HotLine Delay"="Délai Appel au déc."
"Hoteling"="Hotellerie"
"Hotline delay is invalid!"="Délai Appel au déc.0-10!"
"Http Port"="Port HTTP"
"Http Status"="Etat HTTP"
"Http port should be 1-65535!"="Port HTTP entre 1 et 65535!"
"Https Port"="Port HTTPS"
"Https Status"="Etat HTTPS"
"Https port should be 1-65535!"="Le port https doit etre 1-65535!"
"IP Address"="Address IP"
"IP Conflict"="Conflit IP"
"IP Conflicted"="Conflicted IP"
"IP address has been used!"="IP address has been used!"
"IPAddress Mode"="Mode IPAdresse"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="Passerelle par défaut IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri DNS"="IPv4 Pri. DNS"
"IPv4 Sec DNS"="IPv4 Sec. DNS"
"IPv4 Status"="Statut IPV4"
"IPv4 Subnet Mask"="masque de sous réseau IpV4"
"IPv4 WAN Port"="Port WAN IPv4"
"IPv4 WAN Type"="Type WAN IPv4"
"IPv4"="IPv4"
"IPv6 Address"="Adresse IpV6"
"IPv6 Default Gateway"="Passerelle par défaut IPv6"
"IPv6 IP Prefix"="Préfixe IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri DNS"="IPv6 Pri. DNS"
"IPv6 Sec DNS"="IPv6 Sec. DNS"
"IPv6 Status"="Statut IPV6"
"IPv6 WAN Port"="Port WAN IPv6"
"IPv6 WAN Type"="Type WAN IPv6"
"IPv6"="IPv6"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identité"
"Ignore"="Ignorer""
"Image is too large !"="Image trop grande"
"Image load error !"="L'image d'erreur de charge!!"
"Image loading. Please wait !"="Image loading. Please wait !"
"Inactive Level"="Niveau Inactif"
"Inbox"="Boîte de réception"
"Incoming call"="Appel entrant"
"Inexistence"="Non existant"
"Info"="Info"
"Information is not complete!"="l'information n'est pas complète"
"Initial ACD State"="Etat ACD initial..."
"Initial State"="Etat Initial"
"Input your web access password!"="Input your web access password!"
"Intercom Allow"="Intercom Autoriser"
"Intercom Barge"="Intercom Acquittement"
"Intercom Mute"="Intercom Silencieux"
"Intercom Tone"="Tonalité Intercom"
"Intercom"="Intercom"
"Interval"="intervalle"
"Invalid Account!"="Compte invalide!"
"Invalid BridgeID!"="BridgeID invalide!"
"Invalid DHCP option!"="Option DHCP invalide!"
"Invalid DTMF value!"="valeur DTMF invalide!"
"Invalid Date Format!"="Format de la date invalide!"
"Invalid Default Gateway!"="Passerelle invalide!"
"Invalid IP Address!"="Adresse IP invalide!"
"Invalid Number"="Numéro invalide"
"Invalid PPPoE User!"="Utilisateur PPPoE invalide!"
"Invalid Primary DNS!"="DNS primaire invalide!"
"Invalid Secondary DNS!"="DNS secondaire invalide!"
"Invalid Subnet Mask!"="Masque invalide!"
"Invalid Time Format!"="Format de l'heure invalide!"
"Invalid URI !"=""
"Invalid US Date Format!"="Format US de la date invalide!"
"Invalid US Time Format!"="Format US de l'heure invalide!"
"Invalid group id!"="group id invalide!"
"Item 1"="article 1"
"Item 2"="article 2"
"Item 3"="article 3"
"Item 4"="article 4"
"Item 5"="article 5"
"Item 6"="article 6"
"Items out of limit !"="Les articles hors de limite!"
"Jan"="Janv"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Juil"
"Jun"="Juin"
"KEY"="Touche"
"Key As Send"="Touche d'envoi"
"Key Event"="Touche Event"
"Key Tone"="Tonalité Touche"
"Key Type"="Type Touche"
"KeyGuard"="Tastaturschutz"
"Keypad Lock"="Verrouiller Clavier"
"Keypad locked."="Clavier verrouillé."
"KeypadLock_Idle"="Verrouiller"
"LAN IP"="IP LAN"
"LAN Mask"="Masque LAN"
"LAN Type"="Type LAN"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="L'intervalle de paquets LLDP doit être compris entre 1 et 3600!"
"LLDP Status"="Status LLDP"
"LLDP"="LLDP"
"Label"="Libellé"
"Language initializing. Please wait..."="Initialisation langue. Patientez"
"Language"="Langue"
"LastName"="Nachname"
"Ldap Disabled"="Ldap Disabled"
"Line 1"="Ligne 1"
"Line 10"="Ligne 10"
"Line 11"="Ligne 11"
"Line 12"="Ligne 12"
"Line 13"="Ligne 13"
"Line 14"="Ligne 14"
"Line 15"="Ligne 15"
"Line 16"="Ligne 16"
"Line 2"="Ligne 2"
"Line 3"="Ligne 3"
"Line 4"="Ligne 4"
"Line 5"="Ligne 5"
"Line 6"="Ligne 6"
"Line 7"="Ligne 7"
"Line 8"="Ligne 8"
"Line 9"="Ligne 9"
"Line Key 1"="Touche de ligne 1"
"Line Key 10"="Touche de ligne 10"
"Line Key 11"="Touche de ligne 11"
"Line Key 12"="Touche de ligne 12"
"Line Key 13"="Touche de ligne 13"
"Line Key 14"="Touche de ligne 14"
"Line Key 15"="Touche de ligne 15"
"Line Key 16"="Touche de ligne 16"
"Line Key 17"="Touche de ligne 17"
"Line Key 18"="Touche de ligne 18"
"Line Key 19"="Touche de ligne 19"
"Line Key 2"="Touche de ligne 2"
"Line Key 20"="Touche de ligne 20"
"Line Key 21"="Touche de ligne 21"
"Line Key 22"="Touche de ligne 22"
"Line Key 23"="Touche de ligne 23"
"Line Key 24"="Touche de ligne 24"
"Line Key 25"="Touche de ligne 25"
"Line Key 26"="Touche de ligne 26"
"Line Key 27"="Touche de ligne 27"
"Line Key 3"="Touche de ligne 3"
"Line Key 4"="Touche de ligne 4"
"Line Key 5"="Touche de ligne 5"
"Line Key 6"="Touche de ligne 6"
"Line Key 7"="Touche de ligne 7"
"Line Key 8"="Touche de ligne 8"
"Line Key 9"="Touche de ligne 9"
"Line Select"="Sélectionner ligne"
"Line"="Ligne"
"List"="Liste"
"Load Failed"="Échec de chargement!"
"Loading error !"="Chargement erreur!"
"Loading image..."="Chargement image..."
"Loading, please wait..."="Chargement en cours,\nveuillez patienter..."
"Local Anonymous Rejection"="rejet anonyme local"
"Local Anonymous"="Anonyme local"
"Local Codec"="Codec local"
"Local Directory"="Répertoire local"
"Local Group"="Groupe local"
"Local User"="utilisateur local"
"LocalMenu_Idle"="Répertoire local"
"Local_Idle"="LRép"
"Locations"="Emplacements"
"Lock Enable"="Verrouiller"
"Lock type"="type de verrouillage"
"Login Failed."="Connexion échouée."
"Login as"="Connexion en cours, patientez..."
"Login"="Connexion"
"Login..."="Connexion..."
"Logout Failed."="Déconnexion échouée."
"Low"="Bas"
"MAC Address"="Adresse MAC"
"MAC oriented is invalid!"="MAC-Oriented invalide!"
"MAC"="Adr. MAC"
"MAC-Oriented"="MAC-Oriented"
"MD5 Password"="Mot de passe MD5"
"MM/DD/YY"="MM/JJ/AA"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menu Principal"
"Manage"="Gestion"
"Manual Setting"="Réglage manuel"
"Mar"="Mars"
"May"="Mai"
"Meet-me"="Meet-me"
"Memory Full"="Mémoire pleine"
"Menu key"="Touche Menu"
"Menu"="Menu"
"Message"="Message"
"Missed Calllog"="Journal des Appels en Absence"
"Missed Calls"="Appels non-rép."
"Missed"="Missed"
"Mobile number is invalid!"="le numéro de mobile est invalide!"
"Mobile"="Mobile"
"Mobility Phone Number"="numéro de téléphone de mobilité"
"Mobility"="mobilité"
"Mon"="Lun"
"Monday"="lundi"
"More"="Plus"
"Move Down"="Déplacer vers le bas"
"Move Up"="Déplacer vers le haut"
"Move selected to Blacklist?"="Déplacer la sélection dans liste noire?"
"Move selected to contactlist ?"="Déplacer la sélection dans liste contacts?"
"Moving contact..."="Moving contact..."
"Mute"="Silence"
"My Status"="My Status"
"N/A"="N/A"
"NTP Server1"="Serveur 1 NTP"
"NTP Server2"="Serveur 2 NTP"
"NTP server1 is invalid!"="Serveur NTP 1 invalide!"
"NTP server2 is invalid!"="Serveur NTP 2 invalide!"
"Name Unknown"="Name Unknown"
"Name is invalid!"="Nom invalide!"
"Name"="Nom"
"Need a Number"="Numéro nécessaire"
"Net unavailable !"="Réseau indisponible!"
"Network CallLog"="Connexion Réseau"
"Network CallLog"="Connexion Réseau"
"Network Checking..."="Vérification Réseau..."
"Network Directories"="Répertoires réseau"
"Network Favorites"="Répertoires réseau"
"Network Group"="Répertoires réseau"
"Network PhoneBook"="Répertoires réseau"
"Network Phonkbook "="annuaire réseau"
"Network Unavailable"="Réseau indisponible."
"Network changed. Rebooting"="Réseau modifié. Redémarrage"
"Network configuration has changed, shall become effective after the restart?"="La configuration réseau a changé, doit devenir effective après redémarrage?"
"Network"="Réseau"
"NetworkCallLog_Idle"="Connexion Réseau"
"NetworkCalllogGroup_Idle"="Liste d'appel groupe"
"NetworkDirectoryGroup_Idle"="Network Group"
"NetworkDirectoryMenu_Idle"="Network Directory"
"New Call"="Nouvel Appel"
"New Location"="Nouvel emplacement"
"New Message"="Nouveau Message"
"New Missed Call(s)"="Appels en abs."
"New PIN"="Nouveau PIN"
"New PWD"="Nouveau"
"New Text Message"="Nouveau message texte"
"New Voice Mail"="Nouveau message vocal"
"New password is invalid!"="New password is invalid!"
"NewSMS_Idle"="Nv.SMS"
"Next"="Suivant"
"NextSpace"="NextSpace"
"No Account"="Aucun Compte"
"No Answer Forward"="Renv. non-rép"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No EXP"="Pas d'EXP"
"No Service"="Pas de service"
"No contact!"="pas de contac!"
"No submit url !"="Pas de soumettre URL!"
"No."="Num."
"None"="Aucun"
"Not Emergency Number!"="Not emergency number!"
"Not Installed"="Non Installé"
"Note"="Commentaire"
"Nov"="Nov"
"Number Invalid"="Numéro invalide."
"Number already exists!"="Numéro existant!"
"Number can not be empty!"="Numéro ne peut pas etre vide!"
"Number"="Numéro"
"OK"="OK"
"Oct"="Oct"
"Off Code could not be empty when On Code is set!"="Code off ne peut pas etre vide si code on activé!"
"Off Code"="Code Off"
"Off code can't be empty!"="Code OFF ne peut être vide!"
"Off code is invalid!"="Code OFF ne peut être vide!"
"Off"="Inactif"
"Office Number"="Numéro bureau"
"Office number is invalid!"="Office number is invalid!"
"Offline"="Déconnecté"
"Old Number"="Ancien Numéro"
"Old PWD"="Ancien mot de passe"
"On Code"="Code d'activation"
"On code is invalid!"="On code is invalid!"
"On"="Activation"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Option"="Option"
"Other Number"="Autre Numéro"
"Others"="Autres"
"Outbound Alternate Number Invalid"="Numéro secondaire invalide."
"Outbound Alternate Phone Number"="Numéro alternatif sortant invalide"
"Outbound Proxy"="Proxy Sortant"
"Outbound Status"="Etat Sortant"
"Outbound proxy is invalid!"="Proxy sortant invalide!"
"Outbox"="Messages envoyés"
"Overwrite the original contact?"="Remplacer le contact"
"PC Port"="Port PC"
"PIN/ID"="PIN/ID"
"PM"="PM"
"PPPoE PWD"="Mot de passe PPPoE"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE User"="Utilisateur PPPoE"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="Utilisateur PPoE invalide!"
"Packet Interval"="intervalle de paquet"
"Packets lost"="paquets perdus"
"Paging List"="liste Rech.Person"
"Paging failed!"="Rech.Person. Echouée!"
"Paging"="Rech.Person."
"Paging_softkey"="touche rech. Personne"
"Paired Bluetooth Device"="Appareil bluetooth jumelé"
"Park Failed"="Parcage échoué"
"Park to"="Parquer vers "
"Park"="Parquer"
"Parked"="Parqué"
"Password can't be empty"="Le mot de passe ne peut pas être vide."
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Mot de Passe incorrect!"
"Password"="Mot de passe"
"Personal"="Personnel"
"Phone Number"="Numéro Téléphone"
"Phone Numbers"="Numéros Téléphone"
"Phone Setting"="Paramètres Téléphone"
"Phone number is empty!"="Numéro de téléphone vide!"
"Phone to Ring"="téléphone sonne"
"Phone"="Téléphone"
"PhoneBook Name"="Nom du répertoire"
"Photo Custom"="Photo personnalisée"
"Photo"="Photo"
"Pick Up"="Interception"
"Pickup_Idle"="Interc."
"Pickup_Idle"="Interc."
"Placed Calls"="Placed"
"Play Tone"="Jouer Tonalité"
"Please Enter Unlock PIN"="entrez le code de déverouillage SVP"
"Please Enter Your SIP Credential Passward!"="Please enter your SIP Credential Password!"
"Please selected record!"="Bitte wählen Sie eine Aufnahme!"
"Prefix"="Préfixe"
"Prefix_Idle"="Préfixe"
"Previous"="Previous"
"Pri.DNS"="DNS Prim."
"PriHold"="Attente"
"Priority is invalid!"="Priorité invalide!"
"Priority should be 0-7!"="Priorité peut être entre 0-7!"
"Priority"="Piorité"
"Private Hold"="Attente privée"
"Product ID"="ID produit"
"Product Name"="nom du produit"
"Provision now?"="Autoprovisioning maintenant?"
"Public Hold"="Attente publique"
"Querying. Please wait..."="Interrogation. Veuillez patienter..."
"Queue"="File d'attente"
"RTP Status"="état RTP"
"Reboot the phone?"="Redémarrer le téléphone?"
"Reboot"="Redémarrer"
"Recall"="Recall"
"Received Calllog"="Appels reçus"
"Recieved Calls"="Appels reçus
"Recieved"="Recieved"
"Record"="Enregistrement"
"Redial Interval is invalid!"="L'intervalle de recompo. est invalide"
"Redial Interval"="Intervalle Recomposition"
"Redial Time is invalid!"="L'heure de recompo. est invalide"
"Redial Times"="Nombre Recomposition"
"Redial"="BIS"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Rediriger"
"Refresh Failed. "="Aktualisierung fehlgeschlagen"
"Refresh"="Rafraichissement"
"Refreshing.."="Rafraichissement..."
"Register Name"="Nom d'Enregistrement"
"Register fail"="Enreg. échoué"
"Register name is invalid!"="Register name is invalid!"
"Registered"="Enregistré"
"Registering"="Enreg. en cours"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Refus."
"Remote Codec"="Codec distant"
"Remote DIR"="DIR distant"
"Remote Office"="Bureau distant..."
"Remote Phone Book"="Répertoire distant"
"Remote Phonkbook "="Remote Phonkbook "
"Remote User"="utilisateur distant"
"Remove"="Déplacer"
"Reply"="Réponse"
"Require Answer Confirmation"="confirmation nécessaire"
"Reset Local Configuration"="Réinitialiser la configuration locale"
"Reset Option"="Option de redémarrage"
"Reset To Factory Setting?"="Remise à zéro usine?"
"Reset to Factory"="Remise à zéro usine?"
"Reset&Reboot"="Remise à zéro & Redémarrage"
"Resetting to factory, please wait..."="Remise à zéro.,patientez s'il vous plaît..."
"Resume"="Reprise"
"Retrieve Failed."="Récupération échouée"
"Retrieve Park"="Récuparation parcage"
"Retrieve"="Récupération"
"Ring Tones"="Tonalités Sonnerie"
"Ring"="Sonnerie"
"Ringing"="Sonne..."
"SCA Active"="SCA Actif"
"SCA Alerting"="SCA en Alerte"
"SCA Bridge Active"="SCA Bridge Actif"
"SCA Bridge Held"="SCA Bridge Suspendu"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Suspendu"
"SCA Unknown"="SCA inconnu"
"SIP Password"="mot de passe SIP"
"SIP Server1"="Serveur SIP 1"
"SIP Server2"="Serveur SIP 2"
"SIP User name"="nom d'utilisateur SIP"
"SIP server1 is invalid!"="Server SIP 1 invalide!"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SMS"="SMS"
"SNTP Setting"="Paramètres SNTP"
"STUN Server"="Serveur STUN"
"STUN Status"="Etat STUN"
"STUN server is invalid!"="Serveur STUN invalide!"
"Sat"="Sam"
"Saturday"="Samedi"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Echec de la sauvegarde"
"Save"="Sauver"
"Saved!"="Sauvegardé!"
"Saving  Configuration..."="Sauvegarde configuration...
"Saving config file!"="Fichier config.\nsauvegardé"
"Saving. Please wait..."="Sauvegarde. SVP attendez "
"Saving..."="Enregistrement …."
"Scan Bluetooth Device"="Scan Bluetooth Device"
"Scan Failed."="Scan échoué."
"Scan"="Scan"
"Scaning..."="Scan..."
"Search Result"="Recherche Résultat"
"Search"="Recherche"
"Searching, please wait..."="En recherche, patientez SVP…."
"Sec.DNS"="DNS Sec."
"Select Account"="Sélectionner compte"
"Select"="Sélectionner"
"Send Anonymous Code"="Code appel anonyme"
"Send Anonymous Rejection Code"="Code rejet appel anonyme"
"Send Message"="Message envoyé"
"Send"="Envoi"
"Sending Message..."="Envoi du message..."
"Sending Provision Requests..."="Requête porvisioning envoyée..."
"Sentbox"="Sentbox"
"Sep"="Sept"
"Server Status"="Etat du serveur"
"Server URL"="URL serveur"
"Server"="Serveur"
"Set AES Key"="Clé AES"
"Set Password"="Définir Mot de Passe"
"Set Voice Mail"="N° Messagerie"
"Set failed!"="Set failed!"
"Share Line"="Share Line"
"Share line unavailable"="BLA indisponible"
"Shared Calls"="Appels partagés"
"SignIn"="connexion "
"SignOut"="déconnexion"
"Silence"="Silence"
"Simultaneous Ring Personal"="Sonnerie personnelle simultanée"
"Sound"="Son"
"Speed Dial"="Numérotation abrégée"
"SpeedDial_Idle"="NumAbr"
"Split"="Diviser"
"Start IP"="Adresse IP de départ"
"Start Time"="Heure de début"
"Static DNS"="DNS statique"
"Static IP"="IP Statique"
"Status"="Etat"
"Submit"="soumettre"
"Subnet Mask"="Masque de sous-réseau"
"Sun"="Dim"
"Sunday"="Dimanche"
"Swap"="Echanger"
"Switch"="Commut."
"SwitchAccountDown_Idle"="Commut."
"SwitchAccountUp_Idle"="Commut."
"SwitchAccount_Idle"="Changer  "
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"System default account"="Compte par défaut"
"Talk From"="De"
"Talking"="Appels en cours"
"Target can't be empty!"="Cible ne peut pas être vide!"
"Text Message"="nouveau message texte"
"The old password is wrong!"="L'ancien mot de passe est erroné!"
"Thu"="Jeu"
"Thursday"="Jeudi"
"Time & Date Format"="Format date & heure"
"Time & Date"="Date & Heure"
"Time Format"="Format Heure"
"Time Out"="Time Out"
"Time Zone"="Fuseau Horaire"
"Time"="Heure"
"To"="A"
"Today"="Aujourd'hui"
"Transfer Failed"="Transfert échoué"
"Transfer"="Transfert"
"Transfer"="Transfert"
"Transferred"="Transféré"
"Transferring"="En transfert"
"Tue"="Mar"
"Tuesday"="Mardi"
"Type"="Type"
"UC Favorite"="UC Favorite"
"URL Record"="URL enregitrement"
"URL is empty"="L'URL est vide"
"URL is invalid!"="Erreur dans L'URL!"
"URL"="URL"
"UnMute"="Réactiver Micro"
"Unavail Reason"="Unavail Reason"
"Unavail"="Indispo"
"Unavailable Reason Code"="Code reason indisponible"
"Unavailable"="Indisponible"
"Undefined Error!"="Erreur indéfinie!"
"Unknown Error !"="Erreur inconnue!"
"Unknown"="Inconnu"
"Change PIN"="Changer le PIN"
"Unregistered"="Non enregistré"
"Unregistering"="Désenregistrement"
"Update Finish"="Aktualisierung beendet
"Update Skipped"="Mise à jour arrêtée!"
"Update now?"="Mise à jour maintenant"
"Update"="MAJ"
"Updating, please wait..."="Mise à jour, SVP attendez..."
"Use BroadWorks-based Call Control"="Utiliser BroadWorks-based Call Control"
"Use Host"="Utiliser hôte"
"User ID"="Id Utilisateur"
"User Name"="Nom Utilisateur"
"User Type"="Type d'utilisateur"
"User mode changed!"="Le mode utilisateur a changé!"
"User name is invalid!"="Le nom utilisateur est invalide!"
"UserID Can't be Empty!"="UserId ne peut être vide!"
"UserMode "="Mode Utilisateur"
"Userdata Reset"="Remise à zéro infos utilisateurs"
"VID Number"="Numéro VID"
"VID nubmer is invalid!"="Numéro VID invalide!"
"VID number should be 1-4094!"="Numéro VID doit\nêtre du type 0-4094!"
"VLAN Status"="Etat VLAN"
"VLAN unsupported in PPPoE!"="VLAN non supporté en PPPoE!"
"VLAN"="VLAN"
"VPN Active"="VPN activé"
"VPN can't be on \n\n when file do not exist!"="VPN ne peut être actif si pas de fichier!"
"VPN"="VPN"
"Value"="Valeur"
"Via"="Via"
"View Voice Mail"="Voir Messages"
"View"="Voir"
"Voice Mail"="Message Vocal"
"Voice Number is invalid!"="Voice Number is invalid!"
"WAN IP"="IP WAN"
"WAN MASK"="Masque de sous-réseau"
"WAN Port"="Port WAN"
"WAN Type"="Type WAN"
"WWW DD MMM"="SSS JJ MMM"
"WWW MMM DD"="SSS MMM JJ"
"Wait Time"="Temps d'attente"
"Wait for"="patientez"
"Wallpaper"="Fond d'écran"
"Warning"="Attention"
"Web Server"="Serveur Web"
"Web access password is wrong !"="Web access password is wrong !"
"Wed"="Mer"
"Wednesday"="Mercredi"
"Wrap up"="Wrap Up"
"Wrong user name or password!"="mauvais nom d'utilisateur ou mot de passe!"
"XML Browser"="Navigateur XML"
"XML Group"="Groupe XML"
"XMLMenu_Idle"="MenuXML_Idle"
"XML_Idle"="XML"
"XSI access password is wrong !"="Le mot de passe d'accès XSI est invalide"
"XSI is empty"="XSI est vide"
"YYYY-MM-DD"="AAAA-MM-JJ"
"Yesterday"="Hier"
"Your account unauthorized."="Le compte n'est pas autorisé."
"Zero Touch"="Touche Zéro sp"
"admin"="Admin"
"anywhere"="Nulle part"
"auth error"="erreur auth."
"black list full"="liste noire pleine"
"contact full"="La liste des contacts est pleine"
"default"="Défaut"
"float"="Float"
"g722 codec is not avaliable in four ways conference!"="Codec g722 non disponible en conférence à quatre"
"has been used!"="has been used!"
"lock"="Lock"
"new"="nouveau"
"old"="ancien"
"q'ing"="Mise en file d'attente"
"server error"="erreur de serveur"
"srtp is not avaliable in four ways conference!"="SRTP non disponible en conférence à quatre"
"user"="user"
"var"="var"
"Account Status"="Etat du compte"
"English"="Anglais(English)"
"Chinese_S"="Chinese_S(Chinese Simplified)"
"Chinese_T"="Chinese_T(Chinese Traditional)"
"German"="Allemand(German)"
"French"="Français(French)"
"Italian"="Italien(Italian)"
"Portuguese"="Portugais(Portuguese)"
"Spanish"="Espagnol(Spanish)"
"Turkish"="Turc(Turkish)"
"Polish"="Polonais(Polish)"
"Russian"="Russe(Russian)"
"Stop Time"="Heure de fin"
"Network Directory"="Répertoire réseau"
"All Contact"="Tous les contacts"
"XSI information is incomplete!"="L'information XSI est incomplète!"
"UnlockPIN"="PIN Déverrouillage"
"Group Park"="Groupe de parcage"
"Unkown Reason"="Raison inconnue"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"Add Group SoftKey"="Ajouter Groupe Softkey"
"SIP XSI Authentication failed!"="l'authentification SIP XSI a échoué!"
"SIP credential password!"="mot de passe SIP accrédité!"
"Outbound Proxy2"="Outbound Proxy"
"Proxy Fallback Interval"="Proxy Fallback Interval"
"Proxy fallback interval should be 30 ~ 2147483646!"="Proxy fallback interval should be 30 ~ 2147483646!"
"AcdLoginOut"="Login/out"
"AcdRefresh"="Refresh"
"Busy Here"="Occupé ici"
"Not Found"="Not Found"
"Temporarily not available"="Temporarily unavailable!"
"RoundTripDelay"="RoundTripDelay"
"SymmOneWayDelay"="SymmOneWayDelay"
"SIP Register Name"="SIP Register Name"
"Please enter your SIP Credential Password!"="Enter SIP Credential Password"
"UnavailableStatus"="Unavailable"
"Address Incomplete"="Address Incomplete"
"Refresh"="Refresh"
"S2S Unavail"="Away"
"S2S Unavailable Reason Code"="Away Reason Code"
"S2S AcdRefresh"="Refresh"
"S2S AcdLoginOut"="Login/out"
"S2S Avail"="Avail"
